Repository: visuable/schedule_bot
Catalog: Resources.*.resx
Languages: ru

# GreetingMessage
source: <empty>
ru: Привет! Я бот, который поможет тебе с расписанием и домашними заданиями. Вот что я умею: 1. 📅 Расписание на сегодня - показывает расписание на текущий день. 2. 📅 Расписание на завтра - показывает расписание на следующий день. 3. 📖 Полное расписание - показывает полное расписание на обе недели. 4. 📝 Добавить домашнее задание - позволяет добавить новое домашнее задание. 5. 📚 Посмотреть домашние задания - показывает список всех домашних заданий. 6. ✏️ Изменить статус задания - позволяет изменить статус домашнего задания (выполнено/не выполнено/удалить). 7. 🔔 Настройка уведомлений - позволяет настроить уведомления о завтрашних парах и дедлайнах. Если вы нашли баг или ошибку, сообщите администратору - @cilecar

# AddTask
source: <empty>
ru: 📝 Добавить домашнее задание

# FullScheduling
source: <empty>
ru: 📖 Полное расписание

# SetupNotifications
source: <empty>
ru: 🔔 Настройка уведомлений

# TodayScheduling
source: <empty>
ru: 📅 Расписание на сегодня

# TomorrowScheduling
source: <empty>
ru: 📆 Расписание на завтра

# UpdateTaskStatus
source: <empty>
ru: ✏️ Изменить статус задания

# ShowList
source: <empty>
ru: 📚 Посмотреть домашние задания

# UserNotFound
source: <empty>
ru: ⛔️ Такой пользователь не найден!

# UserIsNotAdmin
source: <empty>
ru: ⛔️ Вы не являетесь администратором!

# AddVacation
source: <empty>
ru: 📆 Добавить выходные дни
